<!DOCTYPE html>
<html>
<head>
	<title>Historia de los videojuegos</title>
    <link rel="shortcut icon" type="image/x-icon" href="imagenes de web/favicon.ico">
    <META HTTP-EQUIV="REFRESH" CONTENT="60;file:///C:/Users/danie/Desktop/TRABAJO 2.html">
	<hr/>
</head>
<body>
	<blockquote>
	<b style="color:#121FD0"><h1>HISTORIA DEL LOS VIDEOJUEGOS</h1></b>
	<a href="https://google.com.mx">Ir a google</a>
    
	<P>
		la histoira de los videojuegos tiene su origen ya en la epoca 1950 donde se construyeron los primeros super ordenadores programables.</br>
		Los primeros videojuegos modernos aparecier&oacute;n en los 60 y desde entonce el mundo de los videojuegos no a parado de crecer como</br> en desarollarse hasta el dia de hoy por eso te mostrare todo lo que han pasado los videojuegos hasta llegar finalmente a la epoca de hoy. 
		
	</P>
	<p>
		------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
	</p>
	<b style="color: #710404"><h2>EL INICIO (1952-1972)</h2></b>
	<p>
		Durante mucho tiempo ha sido dificil ver cual era el primer videojuego creado en la historia. Pero el primer videojuego seria OXO desarollado</br> por Alexander S.Douglas en 1952 el juego era una versi&oacute;n para computador del clasico de tres en raya que se ejecutaba en la</br> EDSAC y permitia enfrentar el hombre contra la maquina.
		<br/>

		<img src="imagenes de web/tenis.jpg" title="tenis" width = "350" height="300">
		<br/><br/>
	</p>
	<p>
		En 1958 William Higginbotham cre&oacute; bueno basandose en un programa para el c&aacute;lculo de trayectoria y un osciloscopio, tennis</br> for two (en español seria Tenis para dos) un simulador de tenis de mesa para el entrenamiento ya que esto era una exposici&oacute;n. Este</br> juego fue el primero donde se permitia jugar para dos jugadores. Esto fue muy interesante como tecnologico para la epoca donde 4 años despues Steve</br> Rusell un estudiante del instituto decidio crear un juego para computadora usando los gr&aacute;ficos vectoriales donde le tomaria 6 meses en crear un </br>juego llamado Spacewar. 
		<br/>
		<img src="imagenes de web/spacewar.jpg" title="spacewar" width="350" height="300">

	</p>
	<p>
		
        En 1966 Ralph Baer empez&oacute; a desarrollar junto a Albert Maricon y Ted Dabney, un proyecto de videojuego llamado Fox and Hounds dando</br> inicio al videojuego doméstico. Este proyecto evolucionaría hasta convertirse en la Magnavox Odyssey, el primer sistema doméstico de</br> videojuegos lanzado en 1972 que se conectaba a la televisión y que permitía jugar a varios juegos pregrabados.

	</p>

    <b style="color: #0B840D"><h2>EL "BOOM" DE LOS VIDEOJUEGOS(1972-1981)</h2></b>

    <P>
    	------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
    </P>

    <P>
    	El "Pong" de Atari en 1972, considerado como el primer videojuego que cosech&oacute; un importante &eacute;xito comercial, permitía que dos personas</br> jugaran un partido b&aacute;sico de tenis de mesa en una pantalla negra.
        </br>
        <img src="imagenes de web/atari.jpg" title="atari" width="350" height="300">
        </br>
        Las im&aacute;genes eran simples, pero fue todo un éxito -una versi&oacute;n del juego</br> para el salón de casa vendi&oacute; más de 100.000 unidades- y sent&oacute; las bases para la industria multimillonaria que conocemos en la actualidad.
        </br>
    	<img src="imagenes de web/pong.png" title="pong" width="350" height="300">
    </P>
    <p>
    	El &eacute;xito de "Pong" sentó las bases para la explosi&oacute;n de juegos a finales de la década de los 70 y principios de los 80, con el fren&eacute;tico "Pacman"</br> y los "Space Invaders", que permitieron recaudar millones con j&oacute;venes desesperados por conseguir la mejor puntuaci&oacute;n. Pero consolas como Atari</br> 2600 y Nintendo NES en la misma &eacute;poca hicieron que los videojuegos entraran en los salones de casa. Los juegos que se popularizaron en esa</br> &eacute;poca todav&iacute;a resuenan hoy. Uno de Nintendo -el "Donkey Kong" de 1981-, que ten&iacute;a un personaje conocido como Jumpman, posteriormente</br> llamado Mario, es uno de los videojuegos de héroes m&aacute;s conocidos de todos los tiempos. 
    </p>

    <b style="color: #1909A8"><h2>LA EVOLUCION DEL 3D(1990-1999)</h2></b>

    <P>
    	------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
    </P>
    <P>
    	A principios de los años 90 las videoconsolas dieron un importante salto t&eacute;cnico gracias a la competición de la llamada "generación de 16 bits"</br> compuesta por la Mega Drive, la Super Nintendo Entertainmet de Nintendo, la PC Engine de NEC, conocida como Turbografx en occidente y la</br> CPS Changer de (Capcom).
        </br>
        <img src="imagenes de web/3d.jpg" title="doom" width="350" height="300">
        </br>

        Junto a ellas también apareci&oacute; la Neo Geo (SNK) una consola que igualaba las prestaciones t&eacute;cnicas de un arcade</br> pero demasiado cara para llegar de forma masiva a los hogares. Esta generación supuso un importante aumento en la cantidad de jugadores y la</br> introducci&oacute;n de tecnolog&iacute;as como el CD-ROM, una importante evolución dentro de los diferentes g&eacute;neros de videojuegos, principalmente gracias</br> a las nuevas capacidades t&eacute;cnicas.
        </br>
    	<img src="imagenes de web/nintendo.png" title="nintendo logo" width="500" height="200">
    </P>
    <p>
    	Mientras tanto otras compañias habian comenzado a trabajar en el entorno tridimensionales principalmente los de pc teniendo resultados desde las</br> 2D que te hacian creer que estuvieras jugando juegos en 3D.
    </p>
    <p>
    	R&aacute;pidamente los videojuegos en 3D fueron ocupando un importante lugar en el mercado, principalmente gracias a la llamada "generación de 32 bits"</br> en las videoconsolas: Sony PlayStation y Sega Saturn (principalmente en Jap&oacute;n); y la “generaci&oacute;n de 64 bits” en las videoconsolas: Nintendo 64 y Atari jaguar.</br> En cuanto a los ordenadores, se crearon las aceleradoras 3D. Hacia finales de la d&eacute;cada la consola m&aacute;s popular era la PlayStation con juegos como </br>Final Fantasy VII (Square), Resident Evil (Capcom), Winning Eleven 4 (Konami), Gran Turismo (Polyphony Digital) y Metal Gear Solid (konami).
    </p>
    <p>
    	En PC eran muy populares los FPS  (juegos de acción en primera persona) como Quake (id Softare), Unreal (Epic Megagames) o Half-Life (Valve), y los </br>RTS (juegos de estrategia en tiempo real) como Command & Conquer (Westwood) o Starcraft (Blizzard). Adem&aacute;s, conexiones entre ordenadores mediante</br> internet facilitaron el juego multijugador, convirti&eacute;ndolo en la opci&oacute;n predilecta de muchos jugadores, y fueron las responsables del nacimiento de los</br> MMORPG (juegos de rol multijugador online) como Ultima Online (Origin). Finalmente en 1998 apareció en Jap&oacute;n la Dreamcast (Sega) y dar&iacute;a comienzo a la</br> “generación de los 128 bits”.
    </p>

    <b style="color: #870406"><h2>LOS 2000 EL COMIENZO DE ALGO NUEVO</h2></b>
    <p>
    	------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
    </p>

    <P>
    	Para el cambio de siglo ya estaban las bases de una nueva generaci&oacute;n de sistemas para casa. Y un nueva guerra de consolas, en esta ocasi&oacute;n entre la PlayStation 2</br>, el GameCube de Nintendo, y el Xbox, el nuevo actor de Microsoft. La PlayStation 2 ganó la batalla con más de 155 millones de unidades vendidas, convirtiéndose</br> en la consola m&aacute;s vendida de todos los tiempos, seg&uacute;n Forbes.
    	El ordenador personal PC es la plataforma más cara de juegos pero también la que permite mayor</br> flexibilidad. Esta flexibilidad proviene del hecho de poder añadir al ordenador componentes que se pueden mejorar constantemente, como son tarjetas gr&aacute;ficas o de</br> sonido y accesorios como volantes, pedales y mandos, etc.
    </P>
    <P>
    	La d&eacute; cada siguiente vio la llegada de nuevos juegos en l&iacute;nea, permitiendo a los jugadores pasar de un encuentro entre dos en el sal&oacute;n de su casa a batallas con jugadores</br> en todo el mundo. Desde el caótico "Call of Duty" hasta los masivos multijugadores del "World of Warcraft", el juego en l&iacute;nea se convirti&oacute; en una industria multimillonaria, </br>y sent&oacute; las bases para el gigantesco crecimiento de los eSports de competici&oacute;n en los años 2010.
    </P>
    </blockquote>
    <table>
    	<tr>
    		<td>El inicio #1</td>

    	</tr>
    	<tr>
    		<td>El boom de los videojuegos #2</td>

    	</tr>
    	<tr>
    		<td>La evolucion del 3d #3</td>

    	</tr>
    	<tr>
    		<td>Los 2000 el comienzo de algo nuevo #4</td>

    	</tr>
    </table>
</body>
</html>